channels-list =
    <i><b>🔊 Список каналов</>

    Добавьте/Выберите один из каналов для его настройки</>

forward-me-message-from-channel = <i><b>💬 Перешлите мне сообщение с канала который вы хотите добавить</></>

bot-is-a-not-member-of-the-channel = <i><b>💢 Добавьте бота в канал перед тем как добавить его</></>

bot-dont-have-enough-rights =
    <i><b>💢 У бота не достаточно прав</>

    Бот должен иметь право на <b>Публикацию сообщений</> и <b>Удаление публикаций</></>

channel-successfully-add = <i><b>✅ Канал {$mention} успешно добавлен</></>

channel-settings =
    <i><b>⚙️ Настройки канала</>

    ID: <code>{$chat_id}</>
    Название: {$mention}
    Ссылка: {$username}

    Статус: {$status}
    Дата добавления: {$created_at}</>

confirm-deleting-channel = <i><b>😭 Подтвердите удаление канала {$mention}</></>